[
  "share-note",
  "automatic-table-of-contents",
  "obsidian-diagrams-net",
  "keyshots",
  "global-search-and-replace",
  "dataview",
  "obsidian-style-settings",
  "obsidian-footnotes",
  "obsidian-annotator",
  "mononote",
  "obsidian-auto-link-title",
  "formatto-format",
  "obsidian-tasks-plugin",
  "calendar",
  "obsidian-latex-suite",
  "deepl",
  "obsidian-minimal-settings"
]